{
  "title": "Privacy Policy",
  "last_updated": "Last updated: {date}",
  "date_value": "December 24, 2025",

  "intro": "This Privacy Policy explains how Speexify (\"we\", \"us\", or \"our\") collects, uses, discloses, and protects your personal information when you use our website and services. By using the platform, you consent to the practices described in this policy. We are committed to protecting your privacy and handling your data in an open and transparent manner.",

  "toc_title": "Table of Contents",
  "toc_aria": "Table of contents",

  "s1_title": "1. Data We Collect",
  "s1_p1": "We collect different types of information depending on how you interact with our platform:",

  "s1_sub1_title": "Account Information",
  "s1_sub1_li1": "Full name, email address, and phone number",
  "s1_sub1_li2": "Password (stored in encrypted form)",
  "s1_sub1_li3": "Profile photo (optional)",
  "s1_sub1_li4": "Language preferences and learning goals",

  "s1_sub2_title": "Learning & Session Data",
  "s1_sub2_li1": "Session history, attendance records, and scheduling information",
  "s1_sub2_li2": "Learning progress, assessments, and feedback",
  "s1_sub2_li3": "Messages and communications with teachers or support",
  "s1_sub2_li4": "Session recordings (video, audio, and chat logs) as described in Section 4",

  "s1_sub3_title": "Technical & Usage Data",
  "s1_sub3_li1": "IP address, device type, browser type, and operating system",
  "s1_sub3_li2": "Pages visited, features used, and time spent on the platform",
  "s1_sub3_li3": "Referring website or source",
  "s1_sub3_li4": "Crash reports and performance data",
  "s1_sub3_li5": "Cookies and similar tracking technologies (as described in Section 8)",

  "s2_title": "2. How We Use Your Data",
  "s2_p1": "We use your personal information for the following purposes:",
  "s2_li1": "To create and manage your account and provide access to our services",
  "s2_li2": "To facilitate and deliver tutoring sessions and learning experiences",
  "s2_li3": "To process payments and manage your session credits",
  "s2_li4": "To communicate with you about your account, sessions, and service updates",
  "s2_li5": "To improve our platform, services, and user experience",
  "s2_li6": "To ensure platform safety, prevent fraud, and enforce our Terms & Conditions",
  "s2_li7": "To comply with legal obligations and respond to lawful requests",
  "s2_li8": "To send promotional communications (only with your consent, and you may opt out at any time)",

  "s3_title": "3. Legal Basis for Processing (GDPR)",
  "s3_p1": "If you are located in the European Economic Area (EEA), United Kingdom, or other jurisdictions with similar data protection laws, we process your personal data based on the following legal grounds:",
  "s3_li1_label": "Contract:",
  "s3_li1_body": "Processing necessary to perform our contract with you (e.g., providing tutoring services, managing your account, processing payments).",
  "s3_li2_label": "Consent:",
  "s3_li2_body": "Processing based on your explicit consent (e.g., marketing communications, session recordings). You may withdraw consent at any time.",
  "s3_li3_label": "Legitimate Interests:",
  "s3_li3_body": "Processing necessary for our legitimate business interests (e.g., improving services, platform security, fraud prevention), provided these interests do not override your rights.",
  "s3_li4_label": "Legal Obligation:",
  "s3_li4_body": "Processing necessary to comply with applicable laws and regulations (e.g., tax records, responding to legal requests).",

  "s4_title": "4. Session Recordings",
  "s4_p1": "To ensure quality, safety, and support dispute resolution, sessions conducted on our platform may be recorded. By participating in sessions, you acknowledge and consent to the following:",
  "s4_li1": "Video, audio, and chat communications during sessions may be recorded",
  "s4_li2": "Recordings are stored securely and retained for up to 90 days after the session date",
  "s4_li3": "Access to recordings is strictly limited to authorized Speexify personnel for quality assurance, safety monitoring, training, and dispute resolution purposes",
  "s4_li4": "Recordings will not be shared with third parties except as required by law or for dispute resolution involving session participants",
  "s4_p2": "If you do not consent to being recorded, you must notify us before participating in any session. Please note that this may limit your ability to use certain platform features. You may not record sessions using external tools without the express written consent of all participants.",

  "s5_title": "5. Data Retention",
  "s5_p1": "We retain your personal data only for as long as necessary to fulfill the purposes for which it was collected, or as required by law. Specific retention periods are as follows:",
  "s5_li1_label": "Account Data:",
  "s5_li1_body": "Retained for the duration of your active account plus 3 years after account deletion or last activity, to handle any post-termination inquiries or disputes.",
  "s5_li2_label": "Session Recordings:",
  "s5_li2_body": "Retained for up to 90 days after the session date, unless a longer period is required for ongoing dispute resolution or legal compliance.",
  "s5_li3_label": "Payment & Transaction Records:",
  "s5_li3_body": "Retained for 7 years after the transaction date, as required by tax and accounting regulations.",
  "s5_li4_label": "Communication Logs:",
  "s5_li4_body": "Support tickets and messages retained for 2 years after resolution to improve service quality and handle follow-up inquiries.",
  "s5_li5_label": "Technical & Usage Data:",
  "s5_li5_body": "Aggregated analytics data may be retained indefinitely; identifiable usage logs are retained for up to 12 months.",
  "s5_p2": "Upon expiration of the retention period, your personal data will be securely deleted or anonymized. You may request earlier deletion of your data by contacting us, subject to our legal obligations.",

  "s6_title": "6. Payment Data Handling",
  "s6_p1": "Payments on Speexify are processed through Paymob and other authorized payment providers. We do not store your full credit card or debit card details on our servers. Payment providers collect and process payment-related information (such as card details) according to their own privacy and security practices, which comply with PCI-DSS standards.",
  "s6_p2": "We may receive and store limited payment information from our payment providers, including: payment status (success/failure), transaction reference numbers, last four digits of your card (for identification purposes), and basic billing information. This data is used for transaction records, customer support, and compliance with tax and accounting requirements.",

  "s7_title": "7. Third-Party Service Providers",
  "s7_p1": "We work with trusted third-party service providers to operate our platform and deliver our services. These providers process data on our behalf and are contractually obligated to protect your information. Our current service providers include:",
  "s7_li1_label": "Paymob:",
  "s7_li1_body": "Payment processing and transaction management",
  "s7_li2_label": "Brevo (formerly Sendinblue):",
  "s7_li2_body": "Email communications, including transactional emails and marketing (with consent)",
  "s7_li3_label": "WebRTC / Video Providers:",
  "s7_li3_body": "Real-time video and audio communication for tutoring sessions",
  "s7_li4_label": "Cloud Hosting Providers:",
  "s7_li4_body": "Secure data storage and platform infrastructure",
  "s7_li5_label": "Analytics Providers:",
  "s7_li5_body": "Website usage analytics to improve user experience (data is anonymized where possible)",
  "s7_p2": "We do not sell your personal data to third parties. We only share data with service providers as necessary to operate our platform, or as required by law.",

  "s8_title": "8. Cookies & Tracking Technologies",
  "s8_p1": "We use cookies and similar technologies to enhance your experience on our platform. The types of cookies we use include:",
  "s8_li1_label": "Essential Cookies:",
  "s8_li1_body": "Required for the platform to function properly, including maintaining your login session, remembering your language preference, and ensuring security (e.g., CSRF protection). These cannot be disabled.",
  "s8_li2_label": "Functional Cookies:",
  "s8_li2_body": "Help us remember your preferences and settings to provide a personalized experience.",
  "s8_li3_label": "Analytics Cookies:",
  "s8_li3_body": "Help us understand how users interact with our platform so we can improve functionality and user experience. Data collected is aggregated and anonymized where possible.",
  "s8_p2": "We do not currently use advertising or third-party tracking cookies for targeted advertising purposes.",
  "s8_p3": "You can manage cookie preferences through your browser settings. Please note that disabling certain cookies may affect the functionality of our platform. For more information, please see our Cookie Policy.",

  "s9_title": "9. Children's Privacy",
  "s9_p1": "Protecting children's privacy is important to us. Our platform is not intended for children under 13 years of age, and we do not knowingly collect personal information from children under 13. If you are under 13, please do not use our platform or provide any personal information.",
  "s9_p2": "Users between 13 and 17 years old may use the platform only with verified parental or legal guardian consent and supervision. Parents or guardians who provide consent are responsible for monitoring their child's use of the platform and ensuring compliance with our Terms & Conditions.",
  "s9_p3": "If we become aware that we have collected personal information from a child under 13 without parental consent, we will take immediate steps to delete that information. If you believe we may have collected information from a child under 13, please contact us immediately at the address provided below.",

  "s10_title": "10. Your Rights",
  "s10_p1": "Depending on your location and applicable law (including GDPR for EEA/UK residents), you may have the following rights regarding your personal data:",
  "s10_li1_label": "Right to Access:",
  "s10_li1_body": "You have the right to request a copy of the personal data we hold about you.",
  "s10_li2_label": "Right to Rectification:",
  "s10_li2_body": "You have the right to request correction of inaccurate or incomplete personal data.",
  "s10_li3_label": "Right to Erasure (\"Right to be Forgotten\"):",
  "s10_li3_body": "You have the right to request deletion of your personal data, subject to certain legal exceptions.",
  "s10_li4_label": "Right to Restrict Processing:",
  "s10_li4_body": "You have the right to request that we limit how we use your data in certain circumstances.",
  "s10_li5_label": "Right to Data Portability:",
  "s10_li5_body": "You have the right to receive your personal data in a structured, commonly used, machine-readable format and to transmit it to another controller.",
  "s10_li6_label": "Right to Object:",
  "s10_li6_body": "You have the right to object to processing based on legitimate interests, including profiling, and to object to direct marketing at any time.",
  "s10_li7_label": "Right to Withdraw Consent:",
  "s10_li7_body": "Where processing is based on consent, you have the right to withdraw that consent at any time without affecting the lawfulness of prior processing.",
  "s10_p2": "To exercise any of these rights, please contact us using the details provided below. We will respond to your request within 30 days (or as required by applicable law). We may need to verify your identity before processing your request. If you are not satisfied with our response, you have the right to lodge a complaint with your local data protection authority.",

  "s11_title": "11. Data Security",
  "s11_p1": "We implement appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction. Our security measures include:",
  "s11_li1": "Encryption of data in transit (TLS/SSL) and at rest",
  "s11_li2": "Secure password hashing and storage",
  "s11_li3": "Role-based access controls limiting data access to authorized personnel only",
  "s11_li4": "Regular security assessments and monitoring for vulnerabilities",
  "s11_p2": "While we strive to protect your personal data, no method of transmission over the Internet or electronic storage is 100% secure. In the event of a data breach that affects your personal data, we will notify you and the relevant authorities as required by applicable law.",

  "s12_title": "12. International Data Transfers",
  "s12_p1": "Speexify is based in Egypt. If you access our platform from outside Egypt, please be aware that your data may be transferred to, stored, and processed in Egypt or other countries where our service providers are located. These countries may have data protection laws that differ from those in your country.",
  "s12_p2": "For users in the EEA, UK, or other jurisdictions with data transfer restrictions, we ensure appropriate safeguards are in place for international data transfers, such as Standard Contractual Clauses (SCCs) approved by the European Commission, or other legally recognized mechanisms. By using our platform, you consent to the transfer of your data as described in this policy.",

  "s13_title": "13. Changes to This Policy",
  "s13_body": "We may update this Privacy Policy from time to time to reflect changes in our practices, technologies, legal requirements, or other factors. If we make material changes, we will notify you by posting the updated policy on this page with a new \"Last Updated\" date and, where appropriate, by sending you an email notification. We encourage you to review this Privacy Policy periodically. Your continued use of the platform after any changes constitutes your acceptance of the updated policy.",

  "contact_title": "14. Contact Information",
  "contact_body": "If you have any questions about this Privacy Policy, our data practices, or wish to exercise your rights, please contact us at:",
  "contact_email_label": "General Inquiries:",
  "contact_email_value": "support@speexify.com",
  "dpo_email_label": "Data Protection Officer:",
  "dpo_email_value": "privacy@speexify.com"
}
