{
  "title": "Refund Policy",
  "last_updated": "Last updated: {date}",
  "date_value": "December 24, 2025",

  "intro": "At Speexify, we strive to provide high-quality language learning experiences. We understand that sometimes circumstances change, and we want to be fair and transparent about our refund practices. This policy outlines when and how refunds may be issued for our services.",

  "toc_title": "Table of Contents",
  "toc_aria": "Table of contents",

  "s1_title": "1. Overview",
  "s1_body": "All services on Speexify are delivered digitally. Once you purchase session credits or a package, you gain immediate access to book and attend tutoring sessions. Due to the nature of digital services, refund eligibility is limited once services have been accessed or consumed. We evaluate all refund requests on a case-by-case basis while adhering to the guidelines outlined in this policy.",

  "s2_title": "2. Session Credits & Packages",
  "s2_p1": "Our platform operates on a credit-based system. When you purchase a session package, please note the following terms:",
  "s2_li1": "Session credits are valid for 6 months from the date of purchase, unless otherwise specified at the time of purchase",
  "s2_li2": "Unused credits expire at the end of the validity period and cannot be refunded, extended, or transferred unless required by applicable law",
  "s2_li3": "Credits are non-transferable and can only be used by the account holder for whom they were purchased",
  "s2_li4": "Promotional or bonus credits may have different validity periods and are typically non-refundable",
  "s2_p2": "We recommend scheduling sessions regularly to make the most of your credits before they expire. You can view your credit balance and expiration dates in your account dashboard.",

  "s3_title": "3. Eligibility for Refunds",
  "s3_p1": "You may be eligible for a full or partial refund in the following situations:",
  "s3_li1": "Technical issues on our platform that prevented you from attending a scheduled session, and the issue was reported within 24 hours",
  "s3_li2": "Duplicate or erroneous charges resulting from payment processing errors",
  "s3_li3": "Cancellation of your package within 14 days of purchase, provided no sessions have been completed (cooling-off period for eligible jurisdictions)",
  "s3_li4": "Significant service quality issues that were reported and could not be resolved by our support team",

  "s4_title": "4. Non-Refundable Situations",
  "s4_p1": "Refunds will generally not be issued in the following circumstances:",
  "s4_li1": "Sessions that have been completed or marked as attended",
  "s4_li2": "Unused credits that have expired past the validity period",
  "s4_li3": "Student no-shows or late cancellations (less than 12 hours before the scheduled session)",
  "s4_li4": "Change of mind after sessions have been booked or attended",
  "s4_li5": "Dissatisfaction with a teacher's teaching style (we encourage you to try a different teacher instead)",
  "s4_li6": "Technical issues on your end, including internet connectivity problems, device malfunctions, or failure to meet system requirements",

  "s5_title": "5. Teacher Cancellations & No-Shows",
  "s5_p1": "If a teacher cancels a session or fails to attend (no-show), you are entitled to the following:",
  "s5_li1": "Full credit restoration: The session credit will be immediately returned to your account",
  "s5_li2": "Priority rescheduling: You may reschedule with the same teacher or choose a different available teacher at no additional cost",
  "s5_li3": "Compensation: For repeated teacher cancellations or no-shows affecting your learning experience, please contact our support team to discuss additional compensation options",
  "s5_p2": "We monitor teacher reliability closely and take appropriate action to ensure consistent service quality for all learners.",

  "s6_title": "6. Partial Refunds",
  "s6_p1": "In cases where a partial refund is appropriate, we calculate the refund amount as follows:",
  "s6_li1": "We determine the number of unused, non-expired credits remaining in your account",
  "s6_li2": "The per-credit value is calculated based on the original package price divided by the total number of credits purchased",
  "s6_li3": "Any promotional discounts applied at purchase will be factored proportionally into the refund calculation",
  "s6_p2": "Partial refunds are processed to the original payment method. Please note that payment processing fees are non-refundable and may be deducted from the refund amount where applicable.",

  "s7_title": "7. How to Request a Refund",
  "s7_p1": "To request a refund, please follow these steps:",
  "s7_step1": "Contact our support team at support@speexify.com with the subject line \"Refund Request\"",
  "s7_step2": "Include your full name, registered email address, and order/transaction reference number",
  "s7_step3": "Clearly describe the reason for your refund request and provide any relevant details or documentation (e.g., screenshots of technical errors)",
  "s7_step4": "Submit your request within 30 days of the issue occurring or the purchase date, whichever is applicable",
  "s7_p2": "Incomplete requests may delay processing. Our team will review your request and respond within the timeframes outlined below.",

  "s8_title": "8. Refund Processing & Timeframes",
  "s8_p1": "Once you submit a refund request, here is what to expect:",
  "s8_li1_label": "Review Period:",
  "s8_li1_body": "We will review your request and respond within 5 business days with a decision or a request for additional information.",
  "s8_li2_label": "Processing Time:",
  "s8_li2_body": "Approved refunds are processed within 7-14 business days from the date of approval.",
  "s8_li3_label": "Bank/Card Processing:",
  "s8_li3_body": "Depending on your payment method and financial institution, it may take an additional 5-10 business days for the refund to appear in your account.",
  "s8_p2": "Refunds are issued to the original payment method used at purchase. If the original payment method is no longer available (e.g., expired card), please contact us to arrange an alternative refund method.",

  "s9_title": "9. Chargebacks & Disputes",
  "s9_p1": "We strongly encourage you to contact our support team before initiating a chargeback or dispute with your bank or payment provider. We are committed to resolving issues fairly and promptly, and direct communication often leads to faster resolution.",
  "s9_p2": "Please be aware that initiating a chargeback without first attempting to resolve the issue with us may result in temporary suspension of your account pending investigation. Fraudulent chargebacks may result in permanent account termination and may be reported to relevant authorities.",

  "s10_title": "10. B2B & Corporate Accounts",
  "s10_body": "For business and corporate clients with separate service agreements, refund terms are governed by the specific terms outlined in your contract. If your organization has a dedicated account manager, please contact them directly for refund inquiries. Standard consumer refund policies may not apply to B2B arrangements.",

  "contact_title": "11. Contact Information",
  "contact_body": "If you have any questions about this Refund Policy or need assistance with a refund request, please contact us:",
  "contact_email_label": "Email:",
  "contact_email_value": "support@speexify.com",
  "contact_response_label": "Response Time:",
  "contact_response_value": "We aim to respond to all inquiries within 24-48 hours during business days."
}
