{
  "title": "Terms & Conditions",
  "last_updated": "Last updated: {date}",
  "date_value": "December 24, 2025",

  "intro": "Welcome to Speexify. By accessing or using our platform, you agree to be bound by these Terms & Conditions. If you do not agree, please do not use the platform. These Terms constitute a legally binding agreement between you and Speexify.",

  "toc_title": "Table of Contents",
  "toc_aria": "Table of contents",

  "s1_title": "1. Platform Description",
  "s1_body": "Speexify provides digital educational and professional language learning services to both individual users (B2C) and organizations (B2B). All services are delivered electronically through our website and platform, including live one-on-one tutoring sessions, group sessions, interactive virtual classrooms, and digital learning materials. Speexify acts as a platform connecting learners with qualified teachers and does not itself provide tutoring services directly.",

  "s2_title": "2. Eligibility & Age Requirements",
  "s2_p1": "To use our platform, you must meet the following requirements:",
  "s2_li1": "You must be at least 18 years old to create an account independently",
  "s2_li2": "Users between 13 and 17 years old may use the platform only with verified parental or legal guardian consent and supervision",
  "s2_li3": "The platform is not intended for children under 13 years of age, and we do not knowingly collect information from children under 13",
  "s2_li4": "You must have the legal capacity to enter into a binding agreement in your jurisdiction",
  "s2_li5": "If registering on behalf of an organization, you represent that you have authority to bind that organization to these Terms",
  "s2_p2": "By creating an account, you represent and warrant that you meet all eligibility requirements. We reserve the right to request proof of age or parental consent at any time.",

  "s3_title": "3. Account Registration",
  "s3_p1": "When you create an account with us, you agree to:",
  "s3_li1": "Provide accurate, current, and complete information during registration",
  "s3_li2": "Maintain and promptly update your account information to keep it accurate and complete",
  "s3_li3": "Maintain the security and confidentiality of your login credentials and not share them with any third party",
  "s3_li4": "Accept responsibility for all activities that occur under your account, whether or not authorized by you",

  "s4_title": "4. Digital Service Delivery",
  "s4_body": "All services offered on this platform are digital-only. Upon successful payment, access to the purchased service is granted electronically. No physical goods are shipped or delivered. Services include but are not limited to: live video tutoring sessions, access to digital learning materials, interactive classroom features, and progress tracking tools. Service availability may vary by region and is subject to internet connectivity requirements.",

  "s5_title": "5. Session Credits & Packages",
  "s5_p1": "Our platform operates on a credit-based system. By purchasing session packages, you agree to the following terms:",
  "s5_li1": "Session credits are valid for a period specified at the time of purchase (typically 6 months from the date of purchase unless otherwise stated)",
  "s5_li2": "Unused credits will expire at the end of the validity period and cannot be refunded or extended unless required by applicable law",
  "s5_li3": "Credits are non-transferable and may only be used by the account holder for whom they were purchased",
  "s5_li4": "Session credits are consumed upon completion of a session, not at the time of booking",
  "s5_li5": "For B2B accounts, credits may be reallocated between authorized users within the same organization as permitted by the applicable agreement",

  "s6_title": "6. Payments & Refunds",
  "s6_body": "Payments are processed securely through authorized payment providers including Paymob. All prices are displayed in the applicable currency at checkout. Refunds, if applicable, are governed by our separate Refund Policy. Once a digital service has been accessed or delivered, refunds may not be possible unless required by applicable law or as specified in our Refund Policy. You are responsible for any taxes applicable to your purchases.",

  "s7_title": "7. Session Recording & Consent",
  "s7_p1": "By using our platform and participating in sessions, you acknowledge and consent to the following:",
  "s7_li1": "Sessions conducted on the platform may be recorded for quality assurance, safety monitoring, dispute resolution, and training purposes",
  "s7_li2": "Recordings are stored securely and retained for up to 90 days after the session date, unless a longer period is required for dispute resolution or legal compliance",
  "s7_li3": "Access to recordings is restricted to authorized Speexify personnel and will not be shared with third parties except as required by law or for dispute resolution",
  "s7_li4": "You may not record sessions using external tools or devices without the express written consent of all participants",
  "s7_p2": "If you do not consent to session recording, you must notify us before participating in any session. However, this may limit your ability to use certain platform features.",

  "s8_title": "8. User Responsibilities",
  "s8_p1": "As a user of our platform, you agree to:",
  "s8_li1": "Provide accurate and complete information in your profile and during sessions",
  "s8_li2": "Attend scheduled sessions on time and notify the other party in advance if you need to cancel or reschedule",
  "s8_li3": "Treat all users, including teachers and learners, with respect and professionalism",
  "s8_li4": "Ensure you have a stable internet connection and appropriate equipment (camera, microphone) for video sessions",
  "s8_li5": "Use the platform only for lawful educational purposes",
  "s8_li6": "Comply with all applicable laws and regulations in your jurisdiction",

  "s9_title": "9. Prohibited Conduct",
  "s9_p1": "The following activities are strictly prohibited on our platform:",
  "s9_li1": "Harassment, bullying, threats, or intimidation of any user",
  "s9_li2": "Sharing or requesting inappropriate, offensive, or sexually explicit content",
  "s9_li3": "Impersonating another person or misrepresenting your identity, qualifications, or affiliations",
  "s9_li4": "Attempting to circumvent the platform to arrange sessions or payments outside of Speexify",
  "s9_li5": "Using automated systems, bots, or scrapers to access the platform or collect user data",
  "s9_li6": "Uploading or transmitting viruses, malware, or other harmful code",
  "s9_li7": "Copying, reproducing, distributing, or creating derivative works from platform content without authorization",

  "s10_title": "10. Intellectual Property",
  "s10_p1": "All content on the platform, including but not limited to text, graphics, logos, icons, images, audio clips, video content, software, and the compilation thereof, is the property of Speexify or its content suppliers and is protected by Egyptian and international copyright, trademark, and other intellectual property laws.",
  "s10_p2": "You are granted a limited, non-exclusive, non-transferable, revocable license to access and use the platform and its content solely for your personal, non-commercial educational purposes. You may not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any platform content without our prior written consent.",
  "s10_p3": "Any content you upload or submit to the platform (including but not limited to feedback, comments, or learning materials) grants Speexify a worldwide, royalty-free, non-exclusive license to use, reproduce, modify, and display such content for the purpose of operating and improving the platform.",

  "s11_title": "11. Account Termination",
  "s11_p1": "We reserve the right to suspend or terminate your account and access to the platform, with or without notice, for any of the following reasons:",
  "s11_li1": "Violation of these Terms & Conditions or any other Speexify policies",
  "s11_li2": "Engaging in prohibited conduct as described in Section 9",
  "s11_li3": "Fraudulent, illegal, or harmful activity",
  "s11_li4": "Extended period of account inactivity (typically 24 months or more)",
  "s11_p2": "You may terminate your account at any time by contacting our support team. Upon termination, your right to use the platform ceases immediately. Any unused credits may be forfeited unless a refund is required by applicable law or our Refund Policy.",

  "s12_title": "12. Disclaimer of Warranties",
  "s12_p1": "THE PLATFORM AND ALL SERVICES ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE\" WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. TO THE FULLEST EXTENT PERMITTED BY LAW, SPEEXIFY DISCLAIMS ALL WARRANTIES, INCLUDING BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.",
  "s12_p2": "We do not warrant that: (a) the platform will meet your specific requirements; (b) the platform will be uninterrupted, timely, secure, or error-free; (c) the results obtained from using the platform will be accurate or reliable; (d) the quality of any services or content obtained through the platform will meet your expectations; or (e) any errors in the platform will be corrected.",

  "s13_title": "13. Limitation of Liability",
  "s13_p1": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, SPEEXIFY AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND AFFILIATES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF PROFITS, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM: (a) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE PLATFORM; (b) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE PLATFORM; (c) ANY CONTENT OBTAINED FROM THE PLATFORM; OR (d) UNAUTHORIZED ACCESS, USE, OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT.",
  "s13_p2": "IN NO EVENT SHALL SPEEXIFY'S TOTAL LIABILITY TO YOU FOR ALL CLAIMS EXCEED THE AMOUNT YOU HAVE PAID TO SPEEXIFY IN THE TWELVE (12) MONTHS PRECEDING THE EVENT GIVING RISE TO THE LIABILITY, OR ONE HUNDRED US DOLLARS ($100), WHICHEVER IS GREATER.",

  "s14_title": "14. Indemnification",
  "s14_body": "You agree to indemnify, defend, and hold harmless Speexify and its officers, directors, employees, agents, affiliates, successors, and assigns from and against any and all claims, damages, obligations, losses, liabilities, costs, and expenses (including but not limited to attorney's fees) arising from: (a) your use of and access to the platform; (b) your violation of any term of these Terms & Conditions; (c) your violation of any third-party right, including without limitation any copyright, trademark, property, or privacy right; or (d) any claim that your content caused damage to a third party. This indemnification obligation will survive the termination of these Terms and your use of the platform.",

  "s15_title": "15. Modifications to Terms",
  "s15_body": "We reserve the right to modify these Terms & Conditions at any time at our sole discretion. If we make material changes, we will notify you by posting the updated Terms on this page with a new \"Last Updated\" date and, where appropriate, by sending you an email notification. Changes will become effective immediately upon posting unless otherwise stated. Your continued use of the platform after any changes constitutes your acceptance of the new Terms. If you do not agree to the modified Terms, you must stop using the platform and may request account termination.",

  "s16_title": "16. Governing Law & Dispute Resolution",
  "s16_p1": "These Terms & Conditions are governed by and construed in accordance with the laws of the Arab Republic of Egypt, without regard to its conflict of law principles.",
  "s16_p2": "Any dispute, controversy, or claim arising out of or relating to these Terms, or the breach, termination, or invalidity thereof, shall first be attempted to be resolved through good-faith negotiation between the parties. If the dispute cannot be resolved through negotiation within thirty (30) days, either party may pursue resolution through the competent courts of Egypt.",
  "s16_p3": "For B2B customers with separate agreements, dispute resolution provisions in those agreements shall take precedence over this section.",

  "s17_title": "17. General Provisions",
  "s17_severability_label": "Severability:",
  "s17_severability_body": "If any provision of these Terms is found to be unenforceable or invalid by a court of competent jurisdiction, that provision shall be limited or eliminated to the minimum extent necessary, and the remaining provisions shall remain in full force and effect.",
  "s17_waiver_label": "Waiver:",
  "s17_waiver_body": "No waiver of any term of these Terms shall be deemed a further or continuing waiver of such term or any other term. Our failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.",
  "s17_entire_label": "Entire Agreement:",
  "s17_entire_body": "These Terms, together with our Privacy Policy and Refund Policy, constitute the entire agreement between you and Speexify regarding the use of the platform and supersede all prior and contemporaneous understandings, agreements, representations, and warranties.",
  "s17_assignment_label": "Assignment:",
  "s17_assignment_body": "You may not assign or transfer these Terms or your rights hereunder, in whole or in part, without our prior written consent. We may assign our rights and obligations under these Terms without restriction.",
  "s17_force_label": "Force Majeure:",
  "s17_force_body": "Speexify shall not be liable for any failure or delay in performance resulting from causes beyond our reasonable control, including but not limited to acts of God, natural disasters, war, terrorism, riots, embargoes, acts of civil or military authorities, fire, floods, accidents, pandemic, strikes, or shortages of transportation, facilities, fuel, energy, labor, or materials.",

  "contact_title": "18. Contact Information",
  "contact_body": "If you have any questions about these Terms & Conditions, please contact us at:",
  "contact_email_label": "Email:",
  "contact_email_value": "support@speexify.com"
}
