{
  "title": "سياسة الخصوصية",
  "last_updated": "آخر تحديث: {date}",
  "date_value": "24 ديسمبر 2025",

  "intro": "توضح سياسة الخصوصية هذه كيف تقوم Speexify (\"نحن\" أو \"لنا\" أو \"خاصتنا\") بجمع واستخدام والإفصاح عن وحماية معلوماتك الشخصية عند استخدامك لموقعنا وخدماتنا. باستخدامك للمنصة، فإنك توافق على الممارسات الموضحة في هذه السياسة. نحن ملتزمون بحماية خصوصيتك والتعامل مع بياناتك بشفافية ووضوح.",

  "toc_title": "جدول المحتويات",
  "toc_aria": "جدول المحتويات",

  "s1_title": "1. البيانات التي نجمعها",
  "s1_p1": "نجمع أنواعًا مختلفة من المعلومات حسب طريقة تفاعلك مع منصتنا:",

  "s1_sub1_title": "معلومات الحساب",
  "s1_sub1_li1": "الاسم الكامل وعنوان البريد الإلكتروني ورقم الهاتف",
  "s1_sub1_li2": "كلمة المرور (تُخزن بشكل مشفر)",
  "s1_sub1_li3": "صورة الملف الشخصي (اختياري)",
  "s1_sub1_li4": "تفضيلات اللغة وأهداف التعلم",

  "s1_sub2_title": "بيانات التعلم والجلسات",
  "s1_sub2_li1": "سجل الجلسات وسجلات الحضور ومعلومات الجدولة",
  "s1_sub2_li2": "تقدم التعلم والتقييمات والملاحظات",
  "s1_sub2_li3": "الرسائل والمراسلات مع المعلمين أو فريق الدعم",
  "s1_sub2_li4": "تسجيلات الجلسات (الفيديو والصوت وسجلات المحادثة) كما هو موضح في القسم 4",

  "s1_sub3_title": "البيانات التقنية وبيانات الاستخدام",
  "s1_sub3_li1": "عنوان IP ونوع الجهاز ونوع المتصفح ونظام التشغيل",
  "s1_sub3_li2": "الصفحات التي تمت زيارتها والميزات المستخدمة والوقت المستغرق على المنصة",
  "s1_sub3_li3": "الموقع أو المصدر المُحيل",
  "s1_sub3_li4": "تقارير الأعطال وبيانات الأداء",
  "s1_sub3_li5": "ملفات تعريف الارتباط وتقنيات التتبع المماثلة (كما هو موضح في القسم 8)",

  "s2_title": "2. كيف نستخدم بياناتك",
  "s2_p1": "نستخدم معلوماتك الشخصية للأغراض التالية:",
  "s2_li1": "لإنشاء وإدارة حسابك وتوفير الوصول إلى خدماتنا",
  "s2_li2": "لتسهيل وتقديم جلسات التدريس وتجارب التعلم",
  "s2_li3": "لمعالجة المدفوعات وإدارة أرصدة جلساتك",
  "s2_li4": "للتواصل معك بشأن حسابك وجلساتك وتحديثات الخدمة",
  "s2_li5": "لتحسين منصتنا وخدماتنا وتجربة المستخدم",
  "s2_li6": "لضمان سلامة المنصة ومنع الاحتيال وإنفاذ الشروط والأحكام",
  "s2_li7": "للامتثال للالتزامات القانونية والرد على الطلبات القانونية",
  "s2_li8": "لإرسال رسائل ترويجية (فقط بموافقتك، ويمكنك إلغاء الاشتراك في أي وقت)",

  "s3_title": "3. الأساس القانوني للمعالجة (GDPR)",
  "s3_p1": "إذا كنت مقيمًا في المنطقة الاقتصادية الأوروبية (EEA) أو المملكة المتحدة أو مناطق أخرى ذات قوانين حماية بيانات مماثلة، فإننا نعالج بياناتك الشخصية بناءً على الأسس القانونية التالية:",
  "s3_li1_label": "العقد:",
  "s3_li1_body": "المعالجة اللازمة لتنفيذ عقدنا معك (مثل تقديم خدمات التدريس، وإدارة حسابك، ومعالجة المدفوعات).",
  "s3_li2_label": "الموافقة:",
  "s3_li2_body": "المعالجة بناءً على موافقتك الصريحة (مثل الرسائل التسويقية، وتسجيلات الجلسات). يمكنك سحب موافقتك في أي وقت.",
  "s3_li3_label": "المصالح المشروعة:",
  "s3_li3_body": "المعالجة اللازمة لمصالحنا التجارية المشروعة (مثل تحسين الخدمات، وأمان المنصة، ومنع الاحتيال)، بشرط ألا تتجاوز هذه المصالح حقوقك.",
  "s3_li4_label": "الالتزام القانوني:",
  "s3_li4_body": "المعالجة اللازمة للامتثال للقوانين واللوائح المعمول بها (مثل السجلات الضريبية، والرد على الطلبات القانونية).",

  "s4_title": "4. تسجيلات الجلسات",
  "s4_p1": "لضمان الجودة والسلامة ودعم حل النزاعات، قد يتم تسجيل الجلسات التي تُعقد على منصتنا. بمشاركتك في الجلسات، فإنك تقر وتوافق على ما يلي:",
  "s4_li1": "قد يتم تسجيل الفيديو والصوت والمحادثات أثناء الجلسات",
  "s4_li2": "يتم تخزين التسجيلات بشكل آمن والاحتفاظ بها لمدة تصل إلى 90 يومًا بعد تاريخ الجلسة",
  "s4_li3": "يقتصر الوصول إلى التسجيلات على موظفي Speexify المصرح لهم لأغراض ضمان الجودة ومراقبة السلامة والتدريب وحل النزاعات",
  "s4_li4": "لن تتم مشاركة التسجيلات مع أطراف ثالثة إلا إذا تطلب القانون ذلك أو لحل النزاعات المتعلقة بالمشاركين في الجلسة",
  "s4_p2": "إذا لم توافق على التسجيل، يجب عليك إخطارنا قبل المشاركة في أي جلسة. يرجى ملاحظة أن هذا قد يحد من قدرتك على استخدام بعض ميزات المنصة. لا يجوز لك تسجيل الجلسات باستخدام أدوات خارجية دون موافقة كتابية صريحة من جميع المشاركين.",

  "s5_title": "5. الاحتفاظ بالبيانات",
  "s5_p1": "نحتفظ ببياناتك الشخصية فقط طالما كان ذلك ضروريًا لتحقيق الأغراض التي جُمعت من أجلها، أو كما يتطلب القانون. فترات الاحتفاظ المحددة هي كالتالي:",
  "s5_li1_label": "بيانات الحساب:",
  "s5_li1_body": "يتم الاحتفاظ بها طوال مدة حسابك النشط بالإضافة إلى 3 سنوات بعد حذف الحساب أو آخر نشاط، للتعامل مع أي استفسارات أو نزاعات بعد الإنهاء.",
  "s5_li2_label": "تسجيلات الجلسات:",
  "s5_li2_body": "يتم الاحتفاظ بها لمدة تصل إلى 90 يومًا بعد تاريخ الجلسة، ما لم تكن هناك حاجة لفترة أطول لحل النزاعات المستمرة أو الامتثال القانوني.",
  "s5_li3_label": "سجلات الدفع والمعاملات:",
  "s5_li3_body": "يتم الاحتفاظ بها لمدة 7 سنوات بعد تاريخ المعاملة، كما تتطلب لوائح الضرائب والمحاسبة.",
  "s5_li4_label": "سجلات المراسلات:",
  "s5_li4_body": "يتم الاحتفاظ بتذاكر الدعم والرسائل لمدة سنتين بعد الحل لتحسين جودة الخدمة والتعامل مع الاستفسارات اللاحقة.",
  "s5_li5_label": "البيانات التقنية وبيانات الاستخدام:",
  "s5_li5_body": "قد يتم الاحتفاظ ببيانات التحليلات المجمعة إلى أجل غير مسمى؛ يتم الاحتفاظ بسجلات الاستخدام القابلة للتعريف لمدة تصل إلى 12 شهرًا.",
  "s5_p2": "عند انتهاء فترة الاحتفاظ، سيتم حذف بياناتك الشخصية بشكل آمن أو إخفاء هويتها. يمكنك طلب حذف بياناتك مبكرًا عن طريق الاتصال بنا، مع مراعاة التزاماتنا القانونية.",

  "s6_title": "6. التعامل مع بيانات الدفع",
  "s6_p1": "تتم معالجة المدفوعات على Speexify من خلال Paymob ومزودي خدمات الدفع المعتمدين الآخرين. نحن لا نخزن تفاصيل بطاقات الائتمان أو الخصم الكاملة على خوادمنا. يقوم مزودو الدفع بجمع ومعالجة المعلومات المتعلقة بالدفع (مثل تفاصيل البطاقة) وفقًا لممارسات الخصوصية والأمان الخاصة بهم، والتي تتوافق مع معايير PCI-DSS.",
  "s6_p2": "قد نتلقى ونخزن معلومات دفع محدودة من مزودي الدفع لدينا، بما في ذلك: حالة الدفع (نجاح/فشل)، وأرقام مرجع المعاملات، وآخر أربعة أرقام من بطاقتك (لأغراض التعريف)، ومعلومات الفواتير الأساسية. تُستخدم هذه البيانات لسجلات المعاملات ودعم العملاء والامتثال لمتطلبات الضرائب والمحاسبة.",

  "s7_title": "7. مزودو الخدمات من الأطراف الثالثة",
  "s7_p1": "نعمل مع مزودي خدمات موثوقين من أطراف ثالثة لتشغيل منصتنا وتقديم خدماتنا. يقوم هؤلاء المزودون بمعالجة البيانات نيابة عنا وهم ملزمون تعاقديًا بحماية معلوماتك. يشمل مزودو الخدمات الحاليون لدينا:",
  "s7_li1_label": "Paymob:",
  "s7_li1_body": "معالجة المدفوعات وإدارة المعاملات",
  "s7_li2_label": "Brevo (المعروف سابقًا باسم Sendinblue):",
  "s7_li2_body": "رسائل البريد الإلكتروني، بما في ذلك رسائل المعاملات والتسويق (بموافقتك)",
  "s7_li3_label": "WebRTC / مزودو الفيديو:",
  "s7_li3_body": "الاتصال المرئي والصوتي في الوقت الفعلي لجلسات التدريس",
  "s7_li4_label": "مزودو الاستضافة السحابية:",
  "s7_li4_body": "تخزين البيانات الآمن والبنية التحتية للمنصة",
  "s7_li5_label": "مزودو التحليلات:",
  "s7_li5_body": "تحليلات استخدام الموقع لتحسين تجربة المستخدم (يتم إخفاء هوية البيانات حيثما أمكن)",
  "s7_p2": "نحن لا نبيع بياناتك الشخصية لأطراف ثالثة. نشارك البيانات فقط مع مزودي الخدمات حسب الضرورة لتشغيل منصتنا، أو كما يتطلب القانون.",

  "s8_title": "8. ملفات تعريف الارتباط وتقنيات التتبع",
  "s8_p1": "نستخدم ملفات تعريف الارتباط والتقنيات المماثلة لتحسين تجربتك على منصتنا. تشمل أنواع ملفات تعريف الارتباط التي نستخدمها:",
  "s8_li1_label": "ملفات تعريف الارتباط الأساسية:",
  "s8_li1_body": "ضرورية لعمل المنصة بشكل صحيح، بما في ذلك الحفاظ على جلسة تسجيل الدخول وتذكر تفضيلات اللغة وضمان الأمان (مثل حماية CSRF). لا يمكن تعطيل هذه الملفات.",
  "s8_li2_label": "ملفات تعريف الارتباط الوظيفية:",
  "s8_li2_body": "تساعدنا على تذكر تفضيلاتك وإعداداتك لتوفير تجربة مخصصة.",
  "s8_li3_label": "ملفات تعريف الارتباط التحليلية:",
  "s8_li3_body": "تساعدنا على فهم كيفية تفاعل المستخدمين مع منصتنا حتى نتمكن من تحسين الوظائف وتجربة المستخدم. يتم تجميع البيانات المجمعة وإخفاء هويتها حيثما أمكن.",
  "s8_p2": "نحن لا نستخدم حاليًا ملفات تعريف الارتباط الإعلانية أو ملفات تتبع الأطراف الثالثة لأغراض الإعلانات المستهدفة.",
  "s8_p3": "يمكنك إدارة تفضيلات ملفات تعريف الارتباط من خلال إعدادات المتصفح. يرجى ملاحظة أن تعطيل بعض ملفات تعريف الارتباط قد يؤثر على وظائف منصتنا. لمزيد من المعلومات، يرجى الاطلاع على سياسة ملفات تعريف الارتباط الخاصة بنا.",

  "s9_title": "9. خصوصية الأطفال",
  "s9_p1": "حماية خصوصية الأطفال أمر مهم بالنسبة لنا. منصتنا غير مخصصة للأطفال دون سن 13 عامًا، ونحن لا نجمع معلومات شخصية من الأطفال دون 13 عامًا عن علم. إذا كان عمرك أقل من 13 عامًا، يرجى عدم استخدام منصتنا أو تقديم أي معلومات شخصية.",
  "s9_p2": "يمكن للمستخدمين الذين تتراوح أعمارهم بين 13 و17 عامًا استخدام المنصة فقط بموافقة وإشراف ولي الأمر أو الوصي القانوني الموثقة. يتحمل أولياء الأمور أو الأوصياء الذين يقدمون الموافقة مسؤولية مراقبة استخدام أطفالهم للمنصة وضمان الامتثال للشروط والأحكام.",
  "s9_p3": "إذا علمنا أننا جمعنا معلومات شخصية من طفل دون سن 13 عامًا دون موافقة ولي الأمر، سنتخذ خطوات فورية لحذف تلك المعلومات. إذا كنت تعتقد أننا قد جمعنا معلومات من طفل دون سن 13 عامًا، يرجى الاتصال بنا فورًا على العنوان المذكور أدناه.",

  "s10_title": "10. حقوقك",
  "s10_p1": "اعتمادًا على موقعك والقانون المعمول به (بما في ذلك GDPR للمقيمين في المنطقة الاقتصادية الأوروبية والمملكة المتحدة)، قد يكون لديك الحقوق التالية فيما يتعلق ببياناتك الشخصية:",
  "s10_li1_label": "حق الوصول:",
  "s10_li1_body": "لديك الحق في طلب نسخة من البيانات الشخصية التي نحتفظ بها عنك.",
  "s10_li2_label": "حق التصحيح:",
  "s10_li2_body": "لديك الحق في طلب تصحيح البيانات الشخصية غير الدقيقة أو غير المكتملة.",
  "s10_li3_label": "حق المحو (\"الحق في النسيان\"):",
  "s10_li3_body": "لديك الحق في طلب حذف بياناتك الشخصية، مع مراعاة بعض الاستثناءات القانونية.",
  "s10_li4_label": "حق تقييد المعالجة:",
  "s10_li4_body": "لديك الحق في طلب تقييد كيفية استخدامنا لبياناتك في ظروف معينة.",
  "s10_li5_label": "حق نقل البيانات:",
  "s10_li5_body": "لديك الحق في تلقي بياناتك الشخصية بتنسيق منظم وشائع الاستخدام وقابل للقراءة آليًا ونقلها إلى جهة تحكم أخرى.",
  "s10_li6_label": "حق الاعتراض:",
  "s10_li6_body": "لديك الحق في الاعتراض على المعالجة بناءً على المصالح المشروعة، بما في ذلك التنميط، والاعتراض على التسويق المباشر في أي وقت.",
  "s10_li7_label": "حق سحب الموافقة:",
  "s10_li7_body": "حيث تعتمد المعالجة على الموافقة، لديك الحق في سحب تلك الموافقة في أي وقت دون التأثير على مشروعية المعالجة السابقة.",
  "s10_p2": "لممارسة أي من هذه الحقوق، يرجى الاتصال بنا باستخدام التفاصيل المذكورة أدناه. سنرد على طلبك خلال 30 يومًا (أو كما يتطلب القانون المعمول به). قد نحتاج إلى التحقق من هويتك قبل معالجة طلبك. إذا لم تكن راضيًا عن ردنا، لديك الحق في تقديم شكوى إلى هيئة حماية البيانات المحلية.",

  "s11_title": "11. أمن البيانات",
  "s11_p1": "نطبق تدابير تقنية وتنظيمية مناسبة لحماية بياناتك الشخصية من الوصول غير المصرح به أو التعديل أو الإفصاح أو التدمير. تشمل تدابيرنا الأمنية:",
  "s11_li1": "تشفير البيانات أثناء النقل (TLS/SSL) وأثناء التخزين",
  "s11_li2": "تجزئة وتخزين كلمات المرور بشكل آمن",
  "s11_li3": "ضوابط الوصول القائمة على الأدوار التي تقصر الوصول إلى البيانات على الموظفين المصرح لهم فقط",
  "s11_li4": "تقييمات أمنية منتظمة ومراقبة الثغرات الأمنية",
  "s11_p2": "بينما نسعى جاهدين لحماية بياناتك الشخصية، لا توجد طريقة نقل عبر الإنترنت أو تخزين إلكتروني آمنة بنسبة 100%. في حالة حدوث خرق للبيانات يؤثر على بياناتك الشخصية، سنقوم بإخطارك وإخطار السلطات المختصة كما يتطلب القانون المعمول به.",

  "s12_title": "12. نقل البيانات الدولي",
  "s12_p1": "يقع مقر Speexify في مصر. إذا كنت تصل إلى منصتنا من خارج مصر، يرجى العلم أنه قد يتم نقل بياناتك وتخزينها ومعالجتها في مصر أو دول أخرى حيث يتواجد مزودو خدماتنا. قد تختلف قوانين حماية البيانات في هذه الدول عن تلك الموجودة في بلدك.",
  "s12_p2": "بالنسبة للمستخدمين في المنطقة الاقتصادية الأوروبية أو المملكة المتحدة أو مناطق أخرى لديها قيود على نقل البيانات، نضمن وجود ضمانات مناسبة لعمليات نقل البيانات الدولية، مثل البنود التعاقدية القياسية (SCCs) المعتمدة من المفوضية الأوروبية، أو آليات أخرى معترف بها قانونيًا. باستخدامك لمنصتنا، فإنك توافق على نقل بياناتك كما هو موضح في هذه السياسة.",

  "s13_title": "13. التغييرات على هذه السياسة",
  "s13_body": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في ممارساتنا أو التقنيات أو المتطلبات القانونية أو عوامل أخرى. إذا أجرينا تغييرات جوهرية، سنقوم بإخطارك عن طريق نشر السياسة المحدثة على هذه الصفحة مع تاريخ \"آخر تحديث\" جديد، وعند الاقتضاء، عن طريق إرسال إشعار بالبريد الإلكتروني. نشجعك على مراجعة سياسة الخصوصية هذه بشكل دوري. استمرارك في استخدام المنصة بعد أي تغييرات يشكل قبولك للسياسة المحدثة.",

  "contact_title": "14. معلومات التواصل",
  "contact_body": "إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه أو ممارسات البيانات لدينا أو ترغب في ممارسة حقوقك، يرجى التواصل معنا عبر:",
  "contact_email_label": "استفسارات عامة:",
  "contact_email_value": "support@speexify.com",
  "dpo_email_label": "مسؤول حماية البيانات:",
  "dpo_email_value": "privacy@speexify.com"
}
