{
  "title": "سياسة الخصوصية",
  "last_updated": "آخر تحديث: {date}",

  "intro": "توضح سياسة الخصوصية هذه كيفية قيام Speexify بجمع معلوماتك واستخدامها ومشاركتها وحمايتها عند استخدامك لموقعنا وخدماتنا. باستخدامك للمنصة، فإنك توافق على الممارسات الموضحة في هذه السياسة.",

  "s1_title": "1. البيانات التي نقوم بجمعها",
  "s1_p1": "قد نقوم بجمع الأنواع التالية من المعلومات:",
  "s1_li1": "معلومات الحساب (مثل الاسم والبريد الإلكتروني ورقم الهاتف وكلمة المرور)",
  "s1_li2": "معلومات الملف الشخصي والمعلومات المتعلقة بالتعلم التي تقدمها على المنصة",
  "s1_li3": "المراسلات (الرسائل التي ترسلها لنا، طلبات الدعم، الملاحظات)",
  "s1_li4": "البيانات التقنية (عنوان IP، نوع الجهاز، نوع المتصفح، نظام التشغيل، وسجلات الاستخدام)",
  "s1_li5": "ملفات تعريف الارتباط (Cookies) وتقنيات مشابهة (كما هو موضح أدناه)",

  "s2_title": "2. الغرض من استخدام البيانات",
  "s2_p1": "نستخدم معلوماتك من أجل:",
  "s2_li1": "تشغيل المنصة وتقديم الخدمات الرقمية",
  "s2_li2": "إنشاء الحسابات وإدارتها",
  "s2_li3": "معالجة المدفوعات وتأكيد المعاملات",
  "s2_li4": "تحسين أداء المنصة وأمانها وتجربة المستخدم",
  "s2_li5": "التواصل معك بشأن التحديثات والإشعارات المتعلقة بالخدمة والدعم",
  "s2_li6": "الالتزام بالمتطلبات القانونية وتطبيق الشروط",

  "s3_title": "3. التعامل مع بيانات الدفع (Paymob)",
  "s3_p1": "تتم معالجة المدفوعات على Speexify من خلال Paymob ومزودي دفع معتمدين آخرين. نحن لا نقوم بتخزين بيانات البطاقة كاملة على خوادمنا.",
  "s3_p2": "قد يقوم مزودو الدفع بجمع ومعالجة معلومات الدفع (مثل بيانات البطاقة) وفقًا لسياسات الخصوصية والأمان الخاصة بهم. قد نتلقى تفاصيل تأكيد مثل حالة الدفع ومرجع العملية وبعض معلومات الفوترة الأساسية عند الحاجة لأغراض السجلات والدعم.",

  "s4_title": "4. ملفات تعريف الارتباط (Cookies)",
  "s4_p1": "قد نستخدم ملفات تعريف الارتباط وتقنيات مشابهة من أجل:",
  "s4_li1": "إبقاؤك مسجلاً للدخول والحفاظ على أمان الجلسة",
  "s4_li2": "تذكر تفضيلاتك مثل اختيار اللغة",
  "s4_li3": "تحليل أنماط الاستخدام لتحسين المنصة",
  "s4_p2": "يمكنك التحكم في ملفات تعريف الارتباط من خلال إعدادات المتصفح. قد يؤدي تعطيلها إلى التأثير على بعض ميزات المنصة.",

  "s5_title": "5. حقوق المستخدم",
  "s5_p1": "وفقًا للقانون المعمول به، قد يكون لديك الحق في:",
  "s5_li1": "طلب الوصول إلى بياناتك الشخصية التي نحتفظ بها",
  "s5_li2": "طلب تصحيح المعلومات غير الدقيقة أو غير المكتملة",
  "s5_li3": "طلب حذف الحساب والبيانات الشخصية، وفقًا للمتطلبات القانونية والتعاقدية",
  "s5_li4": "الاعتراض على أو طلب تقييد بعض أنشطة معالجة البيانات",
  "s5_p2": "لممارسة هذه الحقوق، يرجى التواصل معنا عبر البيانات أدناه.",

  "s6_title": "6. معلومات التواصل",
  "s6_p1": "إذا كانت لديك أسئلة حول سياسة الخصوصية هذه أو ممارساتنا المتعلقة بالبيانات، تواصل معنا عبر:",
  "contact_email_label": "البريد الإلكتروني:",
  "contact_email_value": "support@speexify.com",

  "date_value": "2025-01-01"
}
