{
  "title": "سياسة الاسترداد",
  "last_updated": "آخر تحديث: {date}",
  "date_value": "2025-01-01",

  "intro": "توضح سياسة الاسترداد هذه الحالات التي قد يكون فيها الاسترداد متاحًا للمشتريات التي تتم عبر Speexify. ونظرًا لأن خدماتنا رقمية، فقد تصبح بعض المشتريات غير قابلة للاسترداد بمجرد منح الوصول أو تقديم الخدمة.",

  "s1_title": "1. توضيح الخدمات الرقمية",
  "s1_p1": "تقدم Speexify خدمات رقمية (مثل الجلسات عبر الإنترنت، المحتوى الرقمي، وإتاحة الوصول للمنصة). لا يتم شحن أي منتجات مادية.",
  "s1_p2": "بمجرد منح الوصول إلى الخدمة الرقمية، قد تعتبر الخدمة قد تم تقديمها.",

  "s2_title": "2. شروط الأهلية للاسترداد",
  "s2_p1": "قد يتم النظر في طلب الاسترداد في الحالات التالية:",
  "s2_li1": "تمت عملية الدفع بنجاح ولكن لم يتم تقديم الخدمة بسبب خطأ تقني يعود إلى Speexify",
  "s2_li2": "تم خصم المبلغ مرتين لنفس العملية",
  "s2_li3": "تم إلغاء جلسة أو خدمة بواسطة Speexify ولم يتم تقديم بديل مناسب أو إعادة جدولة",
  "s2_li4": "حالات أخرى يفرضها القانون المعمول به",

  "s3_title": "3. حالات غير قابلة للاسترداد",
  "s3_p1": "بشكل عام، لا تتوفر عمليات الاسترداد في الحالات التالية:",
  "s3_li1": "قام المستخدم بالوصول إلى المحتوى أو استخدام الخدمة الرقمية",
  "s3_li2": "تم تقديم الخدمة أو بدأت أو تم استهلاكها (بما في ذلك حضور جلسة أو استخدام الوصول للمنصة)",
  "s3_li3": "الطلب بسبب تغيير الرأي بعد منح الوصول",
  "s3_li4": "المشكلة ناتجة عن جهاز المستخدم أو اتصال الإنترنت أو عدم اتباع التعليمات",
  "s3_li5": "العروض الترويجية أو الخصومات أو العروض المحدودة التي يتم توضيح أنها غير قابلة للاسترداد",

  "s4_title": "4. المدة الزمنية",
  "s4_p1": "يجب تقديم طلبات الاسترداد خلال {days} أيام من تاريخ الدفع، ما لم يتطلب القانون مدة أطول.",
  "days_value": "7",

  "s5_title": "5. طريقة الاسترداد",
  "s5_p1": "إذا تمت الموافقة على الاسترداد، فسيتم إجراؤه باستخدام نفس وسيلة الدفع المستخدمة في العملية الأصلية كلما أمكن.",
  "s5_p2": "تعتمد مدة معالجة الاسترداد على مزود الدفع والبنك. لا يمكن لـ Speexify التحكم في المدد الزمنية الخاصة بالبنوك.",

  "s6_title": "6. معلومات التواصل",
  "s6_p1": "لطلب استرداد أو للاستفسار عن هذه السياسة، تواصل معنا عبر:",
  "contact_email_label": "البريد الإلكتروني:",
  "contact_email_value": "support@speexify.com"
}
