{
  "title": "سياسة الاسترداد",
  "last_updated": "آخر تحديث: {date}",
  "date_value": "24 ديسمبر 2025",

  "intro": "في Speexify، نسعى جاهدين لتقديم تجارب تعلم لغات عالية الجودة. نتفهم أن الظروف قد تتغير أحيانًا، ونريد أن نكون عادلين وشفافين بشأن ممارسات الاسترداد لدينا. توضح هذه السياسة متى وكيف يمكن إصدار المبالغ المستردة لخدماتنا.",

  "toc_title": "جدول المحتويات",
  "toc_aria": "جدول المحتويات",

  "s1_title": "1. نظرة عامة",
  "s1_body": "جميع الخدمات على Speexify يتم تقديمها رقميًا. بمجرد شرائك لأرصدة الجلسات أو باقة، تحصل على وصول فوري لحجز وحضور جلسات التدريس. نظرًا لطبيعة الخدمات الرقمية، تكون أهلية الاسترداد محدودة بمجرد الوصول إلى الخدمات أو استهلاكها. نقوم بتقييم جميع طلبات الاسترداد على أساس كل حالة على حدة مع الالتزام بالإرشادات الموضحة في هذه السياسة.",

  "s2_title": "2. أرصدة الجلسات والباقات",
  "s2_p1": "تعمل منصتنا بنظام الأرصدة. عند شرائك لباقة جلسات، يرجى ملاحظة الشروط التالية:",
  "s2_li1": "أرصدة الجلسات صالحة لمدة 6 أشهر من تاريخ الشراء، ما لم يُذكر خلاف ذلك وقت الشراء",
  "s2_li2": "تنتهي صلاحية الأرصدة غير المستخدمة في نهاية فترة الصلاحية ولا يمكن استردادها أو تمديدها أو تحويلها إلا إذا تطلب القانون المعمول به ذلك",
  "s2_li3": "الأرصدة غير قابلة للتحويل ولا يمكن استخدامها إلا من قبل صاحب الحساب الذي تم شراؤها له",
  "s2_li4": "قد يكون للأرصدة الترويجية أو المكافآت فترات صلاحية مختلفة وعادةً ما تكون غير قابلة للاسترداد",
  "s2_p2": "نوصي بجدولة الجلسات بانتظام للاستفادة القصوى من أرصدتك قبل انتهاء صلاحيتها. يمكنك عرض رصيدك وتواريخ انتهاء الصلاحية في لوحة تحكم حسابك.",

  "s3_title": "3. أهلية الاسترداد",
  "s3_p1": "قد تكون مؤهلاً للحصول على استرداد كامل أو جزئي في الحالات التالية:",
  "s3_li1": "مشاكل تقنية في منصتنا منعتك من حضور جلسة مجدولة، وتم الإبلاغ عن المشكلة خلال 24 ساعة",
  "s3_li2": "رسوم مكررة أو خاطئة ناتجة عن أخطاء في معالجة الدفع",
  "s3_li3": "إلغاء باقتك خلال 14 يومًا من الشراء، بشرط عدم إكمال أي جلسات (فترة التراجع للمناطق المؤهلة)",
  "s3_li4": "مشاكل كبيرة في جودة الخدمة تم الإبلاغ عنها ولم يتمكن فريق الدعم لدينا من حلها",

  "s4_title": "4. الحالات غير القابلة للاسترداد",
  "s4_p1": "لن يتم إصدار استرداد بشكل عام في الحالات التالية:",
  "s4_li1": "الجلسات التي تم إكمالها أو تسجيلها كمحضورة",
  "s4_li2": "الأرصدة غير المستخدمة التي انتهت صلاحيتها",
  "s4_li3": "عدم حضور الطالب أو الإلغاء المتأخر (أقل من 12 ساعة قبل موعد الجلسة المجدولة)",
  "s4_li4": "تغيير الرأي بعد حجز الجلسات أو حضورها",
  "s4_li5": "عدم الرضا عن أسلوب تدريس المعلم (نشجعك على تجربة معلم مختلف بدلاً من ذلك)",
  "s4_li6": "المشاكل التقنية من جانبك، بما في ذلك مشاكل الاتصال بالإنترنت أو أعطال الجهاز أو عدم استيفاء متطلبات النظام",

  "s5_title": "5. إلغاءات المعلم وعدم الحضور",
  "s5_p1": "إذا ألغى المعلم جلسة أو لم يحضر، فأنت مستحق لما يلي:",
  "s5_li1": "استعادة الرصيد بالكامل: سيتم إرجاع رصيد الجلسة فورًا إلى حسابك",
  "s5_li2": "أولوية إعادة الجدولة: يمكنك إعادة الجدولة مع نفس المعلم أو اختيار معلم آخر متاح دون أي تكلفة إضافية",
  "s5_li3": "التعويض: في حالة تكرار إلغاءات المعلم أو عدم حضوره مما يؤثر على تجربة تعلمك، يرجى التواصل مع فريق الدعم لدينا لمناقشة خيارات التعويض الإضافية",
  "s5_p2": "نراقب موثوقية المعلمين عن كثب ونتخذ الإجراءات المناسبة لضمان جودة خدمة متسقة لجميع المتعلمين.",

  "s6_title": "6. الاسترداد الجزئي",
  "s6_p1": "في الحالات التي يكون فيها الاسترداد الجزئي مناسبًا، نحسب مبلغ الاسترداد كالتالي:",
  "s6_li1": "نحدد عدد الأرصدة غير المستخدمة وغير المنتهية الصلاحية المتبقية في حسابك",
  "s6_li2": "يتم حساب قيمة الرصيد الواحد بناءً على سعر الباقة الأصلي مقسومًا على إجمالي عدد الأرصدة المشتراة",
  "s6_li3": "سيتم احتساب أي خصومات ترويجية تم تطبيقها عند الشراء بشكل تناسبي في حساب الاسترداد",
  "s6_p2": "تتم معالجة الاسترداد الجزئي إلى طريقة الدفع الأصلية. يرجى ملاحظة أن رسوم معالجة الدفع غير قابلة للاسترداد وقد يتم خصمها من مبلغ الاسترداد حيثما ينطبق ذلك.",

  "s7_title": "7. كيفية طلب الاسترداد",
  "s7_p1": "لطلب استرداد، يرجى اتباع الخطوات التالية:",
  "s7_step1": "تواصل مع فريق الدعم لدينا على support@speexify.com مع عنوان الموضوع \"طلب استرداد\"",
  "s7_step2": "أرفق اسمك الكامل وعنوان البريد الإلكتروني المسجل ورقم مرجع الطلب/المعاملة",
  "s7_step3": "وصف سبب طلب الاسترداد بوضوح وتقديم أي تفاصيل أو وثائق ذات صلة (مثل لقطات شاشة للأخطاء التقنية)",
  "s7_step4": "قدم طلبك خلال 30 يومًا من حدوث المشكلة أو تاريخ الشراء، أيهما ينطبق",
  "s7_p2": "قد تؤخر الطلبات غير المكتملة المعالجة. سيقوم فريقنا بمراجعة طلبك والرد خلال الإطار الزمني الموضح أدناه.",

  "s8_title": "8. معالجة الاسترداد والإطار الزمني",
  "s8_p1": "بمجرد تقديم طلب الاسترداد، إليك ما يمكن توقعه:",
  "s8_li1_label": "فترة المراجعة:",
  "s8_li1_body": "سنراجع طلبك ونرد خلال 5 أيام عمل بقرار أو طلب معلومات إضافية.",
  "s8_li2_label": "وقت المعالجة:",
  "s8_li2_body": "تتم معالجة المبالغ المستردة الموافق عليها خلال 7-14 يوم عمل من تاريخ الموافقة.",
  "s8_li3_label": "معالجة البنك/البطاقة:",
  "s8_li3_body": "اعتمادًا على طريقة الدفع ومؤسستك المالية، قد يستغرق الأمر 5-10 أيام عمل إضافية لظهور المبلغ المسترد في حسابك.",
  "s8_p2": "يتم إصدار المبالغ المستردة إلى طريقة الدفع الأصلية المستخدمة عند الشراء. إذا لم تعد طريقة الدفع الأصلية متاحة (مثل بطاقة منتهية الصلاحية)، يرجى التواصل معنا لترتيب طريقة استرداد بديلة.",

  "s9_title": "9. رد المبالغ المدفوعة والنزاعات",
  "s9_p1": "نشجعك بشدة على التواصل مع فريق الدعم لدينا قبل بدء عملية رد المبالغ المدفوعة أو نزاع مع البنك أو مزود الدفع الخاص بك. نحن ملتزمون بحل المشكلات بشكل عادل وسريع، وغالبًا ما يؤدي التواصل المباشر إلى حل أسرع.",
  "s9_p2": "يرجى العلم أن بدء عملية رد المبالغ المدفوعة دون محاولة حل المشكلة معنا أولاً قد يؤدي إلى تعليق مؤقت لحسابك في انتظار التحقيق. قد تؤدي عمليات رد المبالغ المدفوعة الاحتيالية إلى إنهاء الحساب بشكل دائم وقد يتم الإبلاغ عنها للسلطات المختصة.",

  "s10_title": "10. حسابات الشركات والأعمال",
  "s10_body": "بالنسبة للعملاء من الشركات والمؤسسات الذين لديهم اتفاقيات خدمة منفصلة، تخضع شروط الاسترداد للشروط المحددة الموضحة في عقدكم. إذا كان لمؤسستك مدير حساب مخصص، يرجى التواصل معه مباشرة لاستفسارات الاسترداد. قد لا تنطبق سياسات استرداد المستهلك القياسية على ترتيبات الشركات.",

  "contact_title": "11. معلومات التواصل",
  "contact_body": "إذا كانت لديك أي أسئلة حول سياسة الاسترداد هذه أو تحتاج إلى مساعدة في طلب استرداد، يرجى التواصل معنا:",
  "contact_email_label": "البريد الإلكتروني:",
  "contact_email_value": "support@speexify.com",
  "contact_response_label": "وقت الاستجابة:",
  "contact_response_value": "نهدف للرد على جميع الاستفسارات خلال 24-48 ساعة خلال أيام العمل."
}
