{
  "title": "الشروط والأحكام",
  "last_updated": "آخر تحديث: {date}",
  "date_value": "24 ديسمبر 2025",

  "intro": "مرحبًا بك في Speexify. باستخدامك للمنصة أو أي من خدماتها، فإنك توافق على الالتزام بهذه الشروط والأحكام. إذا لم توافق عليها، يرجى عدم استخدام المنصة. تشكل هذه الشروط اتفاقية ملزمة قانونيًا بينك وبين Speexify.",

  "toc_title": "جدول المحتويات",
  "toc_aria": "جدول المحتويات",

  "s1_title": "1. وصف المنصة",
  "s1_body": "تقدم Speexify خدمات تعليمية ومهنية رقمية لتعلم اللغات للأفراد (B2C) وللشركات والمؤسسات (B2B). يتم تقديم جميع الخدمات إلكترونيًا عبر موقعنا ومنصتنا، بما في ذلك جلسات التدريس الفردية المباشرة، والجلسات الجماعية، والفصول الدراسية الافتراضية التفاعلية، والمواد التعليمية الرقمية. تعمل Speexify كمنصة تربط المتعلمين بالمعلمين المؤهلين ولا تقدم خدمات التدريس بشكل مباشر.",

  "s2_title": "2. الأهلية ومتطلبات العمر",
  "s2_p1": "لاستخدام منصتنا، يجب أن تستوفي المتطلبات التالية:",
  "s2_li1": "يجب أن يكون عمرك 18 عامًا على الأقل لإنشاء حساب بشكل مستقل",
  "s2_li2": "يمكن للمستخدمين الذين تتراوح أعمارهم بين 13 و17 عامًا استخدام المنصة فقط بموافقة وإشراف ولي الأمر أو الوصي القانوني",
  "s2_li3": "المنصة غير مخصصة للأطفال دون سن 13 عامًا، ونحن لا نجمع معلومات من الأطفال دون 13 عامًا عن علم",
  "s2_li4": "يجب أن تتمتع بالأهلية القانونية لإبرام اتفاقية ملزمة في نطاق اختصاصك القضائي",
  "s2_li5": "إذا كنت تسجل نيابة عن مؤسسة، فإنك تقر بأن لديك الصلاحية لإلزام تلك المؤسسة بهذه الشروط",
  "s2_p2": "بإنشائك حسابًا، فإنك تقر وتضمن أنك تستوفي جميع متطلبات الأهلية. نحتفظ بالحق في طلب إثبات العمر أو موافقة ولي الأمر في أي وقت.",

  "s3_title": "3. تسجيل الحساب",
  "s3_p1": "عند إنشاء حساب لدينا، فإنك توافق على:",
  "s3_li1": "تقديم معلومات دقيقة وحديثة وكاملة أثناء التسجيل",
  "s3_li2": "الحفاظ على معلومات حسابك وتحديثها فورًا لإبقائها دقيقة وكاملة",
  "s3_li3": "الحفاظ على أمان وسرية بيانات تسجيل الدخول الخاصة بك وعدم مشاركتها مع أي طرف ثالث",
  "s3_li4": "تحمل المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك، سواء كانت مصرح بها منك أم لا",

  "s4_title": "4. تقديم الخدمات الرقمية",
  "s4_body": "جميع الخدمات المقدمة على هذه المنصة رقمية فقط. بعد إتمام الدفع بنجاح، يتم منح الوصول إلى الخدمة المشتراة إلكترونيًا. لا يتم شحن أو تسليم أي منتجات مادية. تشمل الخدمات على سبيل المثال لا الحصر: جلسات التدريس المباشرة عبر الفيديو، والوصول إلى المواد التعليمية الرقمية، وميزات الفصول الدراسية التفاعلية، وأدوات تتبع التقدم. قد يختلف توفر الخدمة حسب المنطقة ويخضع لمتطلبات الاتصال بالإنترنت.",

  "s5_title": "5. أرصدة الجلسات والباقات",
  "s5_p1": "تعمل منصتنا بنظام الأرصدة. بشرائك باقات الجلسات، فإنك توافق على الشروط التالية:",
  "s5_li1": "أرصدة الجلسات صالحة لفترة محددة عند الشراء (عادةً 6 أشهر من تاريخ الشراء ما لم يُذكر خلاف ذلك)",
  "s5_li2": "تنتهي صلاحية الأرصدة غير المستخدمة في نهاية فترة الصلاحية ولا يمكن استردادها أو تمديدها إلا إذا تطلب القانون المعمول به ذلك",
  "s5_li3": "الأرصدة غير قابلة للتحويل ولا يمكن استخدامها إلا من قبل صاحب الحساب الذي تم شراؤها له",
  "s5_li4": "يتم استهلاك أرصدة الجلسات عند إتمام الجلسة، وليس عند الحجز",
  "s5_li5": "بالنسبة لحسابات الشركات (B2B)، يمكن إعادة تخصيص الأرصدة بين المستخدمين المصرح لهم داخل نفس المؤسسة وفقًا للاتفاقية المعمول بها",

  "s6_title": "6. الدفع والاسترداد",
  "s6_body": "تتم معالجة المدفوعات بشكل آمن من خلال مزودي خدمات الدفع المعتمدين بما في ذلك Paymob. يتم عرض جميع الأسعار بالعملة المطبقة عند الدفع. تخضع عمليات الاسترداد، إن وجدت، لسياسة الاسترداد المنفصلة الخاصة بنا. بعد الوصول إلى الخدمة الرقمية أو تقديمها، قد لا يكون الاسترداد ممكنًا إلا إذا تطلب القانون المعمول به ذلك أو كما هو محدد في سياسة الاسترداد الخاصة بنا. أنت مسؤول عن أي ضرائب مطبقة على مشترياتك.",

  "s7_title": "7. تسجيل الجلسات والموافقة",
  "s7_p1": "باستخدامك لمنصتنا والمشاركة في الجلسات، فإنك تقر وتوافق على ما يلي:",
  "s7_li1": "قد يتم تسجيل الجلسات التي تُعقد على المنصة لأغراض ضمان الجودة ومراقبة السلامة وحل النزاعات والتدريب",
  "s7_li2": "يتم تخزين التسجيلات بشكل آمن والاحتفاظ بها لمدة تصل إلى 90 يومًا بعد تاريخ الجلسة، ما لم تكن هناك حاجة لفترة أطول لحل النزاعات أو الامتثال القانوني",
  "s7_li3": "الوصول إلى التسجيلات مقصور على موظفي Speexify المصرح لهم ولن تتم مشاركتها مع أطراف ثالثة إلا إذا تطلب القانون ذلك أو لحل النزاعات",
  "s7_li4": "لا يجوز لك تسجيل الجلسات باستخدام أدوات أو أجهزة خارجية دون موافقة كتابية صريحة من جميع المشاركين",
  "s7_p2": "إذا كنت لا توافق على تسجيل الجلسات، يجب عليك إخطارنا قبل المشاركة في أي جلسة. ومع ذلك، قد يحد هذا من قدرتك على استخدام بعض ميزات المنصة.",

  "s8_title": "8. مسؤوليات المستخدم",
  "s8_p1": "بصفتك مستخدمًا لمنصتنا، فإنك توافق على:",
  "s8_li1": "تقديم معلومات دقيقة وكاملة في ملفك الشخصي وأثناء الجلسات",
  "s8_li2": "حضور الجلسات المجدولة في الوقت المحدد وإخطار الطرف الآخر مسبقًا إذا كنت بحاجة إلى الإلغاء أو إعادة الجدولة",
  "s8_li3": "معاملة جميع المستخدمين، بما في ذلك المعلمين والمتعلمين، باحترام ومهنية",
  "s8_li4": "التأكد من توفر اتصال إنترنت مستقر ومعدات مناسبة (كاميرا، ميكروفون) لجلسات الفيديو",
  "s8_li5": "استخدام المنصة فقط للأغراض التعليمية المشروعة",
  "s8_li6": "الامتثال لجميع القوانين واللوائح المعمول بها في نطاق اختصاصك",

  "s9_title": "9. السلوك المحظور",
  "s9_p1": "الأنشطة التالية محظورة تمامًا على منصتنا:",
  "s9_li1": "التحرش أو التنمر أو التهديد أو ترهيب أي مستخدم",
  "s9_li2": "مشاركة أو طلب محتوى غير لائق أو مسيء أو جنسي صريح",
  "s9_li3": "انتحال شخصية شخص آخر أو تحريف هويتك أو مؤهلاتك أو انتماءاتك",
  "s9_li4": "محاولة التحايل على المنصة لترتيب جلسات أو مدفوعات خارج Speexify",
  "s9_li5": "استخدام أنظمة آلية أو روبوتات أو أدوات استخراج للوصول إلى المنصة أو جمع بيانات المستخدمين",
  "s9_li6": "تحميل أو نقل فيروسات أو برامج ضارة أو أكواد مؤذية أخرى",
  "s9_li7": "نسخ أو إعادة إنتاج أو توزيع أو إنشاء أعمال مشتقة من محتوى المنصة دون إذن",

  "s10_title": "10. الملكية الفكرية",
  "s10_p1": "جميع المحتويات على المنصة، بما في ذلك على سبيل المثال لا الحصر النصوص والرسومات والشعارات والأيقونات والصور والمقاطع الصوتية ومحتوى الفيديو والبرامج وتجميعها، هي ملك لـ Speexify أو مزودي المحتوى لديها ومحمية بموجب قوانين حقوق النشر والعلامات التجارية والملكية الفكرية الأخرى المصرية والدولية.",
  "s10_p2": "يُمنح لك ترخيص محدود وغير حصري وغير قابل للتحويل وقابل للإلغاء للوصول إلى المنصة ومحتواها واستخدامها فقط لأغراضك التعليمية الشخصية غير التجارية. لا يجوز لك إعادة إنتاج أو توزيع أو تعديل أو إنشاء أعمال مشتقة أو عرض علنًا أو أداء علنًا أو إعادة نشر أو تنزيل أو تخزين أو نقل أي محتوى من المنصة دون موافقتنا الكتابية المسبقة.",
  "s10_p3": "أي محتوى تقوم بتحميله أو تقديمه إلى المنصة (بما في ذلك على سبيل المثال لا الحصر التعليقات أو الملاحظات أو المواد التعليمية) يمنح Speexify ترخيصًا عالميًا ومجانيًا وغير حصري لاستخدام هذا المحتوى وإعادة إنتاجه وتعديله وعرضه لغرض تشغيل المنصة وتحسينها.",

  "s11_title": "11. إيقاف أو إنهاء الحساب",
  "s11_p1": "نحتفظ بالحق في تعليق أو إنهاء حسابك ووصولك إلى المنصة، مع أو بدون إشعار، لأي من الأسباب التالية:",
  "s11_li1": "انتهاك هذه الشروط والأحكام أو أي سياسات أخرى لـ Speexify",
  "s11_li2": "الانخراط في سلوك محظور كما هو موضح في القسم 9",
  "s11_li3": "نشاط احتيالي أو غير قانوني أو ضار",
  "s11_li4": "فترة طويلة من عدم نشاط الحساب (عادةً 24 شهرًا أو أكثر)",
  "s11_p2": "يمكنك إنهاء حسابك في أي وقت عن طريق الاتصال بفريق الدعم لدينا. عند الإنهاء، يتوقف حقك في استخدام المنصة فورًا. قد تتم مصادرة أي أرصدة غير مستخدمة ما لم يكن الاسترداد مطلوبًا بموجب القانون المعمول به أو سياسة الاسترداد الخاصة بنا.",

  "s12_title": "12. إخلاء المسؤولية عن الضمانات",
  "s12_p1": "يتم تقديم المنصة وجميع الخدمات \"كما هي\" و\"حسب التوفر\" دون ضمانات من أي نوع، سواء كانت صريحة أو ضمنية. إلى أقصى حد يسمح به القانون، تخلي Speexify مسؤوليتها عن جميع الضمانات، بما في ذلك على سبيل المثال لا الحصر الضمانات الضمنية للرواج والملاءمة لغرض معين والملكية وعدم الانتهاك.",
  "s12_p2": "نحن لا نضمن أن: (أ) المنصة ستلبي متطلباتك المحددة؛ (ب) ستكون المنصة متاحة بشكل متواصل أو في الوقت المناسب أو آمنة أو خالية من الأخطاء؛ (ج) ستكون النتائج المحصلة من استخدام المنصة دقيقة أو موثوقة؛ (د) ستلبي جودة أي خدمات أو محتوى يتم الحصول عليها من خلال المنصة توقعاتك؛ أو (هـ) سيتم تصحيح أي أخطاء في المنصة.",

  "s13_title": "13. تحديد المسؤولية",
  "s13_p1": "إلى أقصى حد يسمح به القانون المعمول به، لن تكون Speexify ومسؤولوها ومديروها وموظفوها ووكلاؤها والشركات التابعة لها مسؤولين عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر خسارة الأرباح أو البيانات أو الاستخدام أو السمعة التجارية أو الخسائر غير الملموسة الأخرى، الناتجة عن: (أ) وصولك إلى المنصة أو استخدامها أو عدم قدرتك على الوصول إليها أو استخدامها؛ (ب) أي سلوك أو محتوى لأي طرف ثالث على المنصة؛ (ج) أي محتوى يتم الحصول عليه من المنصة؛ أو (د) الوصول غير المصرح به أو استخدام أو تغيير إرسالاتك أو محتواك.",
  "s13_p2": "في أي حال من الأحوال، لن تتجاوز المسؤولية الإجمالية لـ Speexify تجاهك عن جميع المطالبات المبلغ الذي دفعته لـ Speexify في الاثني عشر (12) شهرًا السابقة للحدث الذي أدى إلى المسؤولية، أو مائة دولار أمريكي (100 دولار)، أيهما أكبر.",

  "s14_title": "14. التعويض",
  "s14_body": "توافق على تعويض Speexify ومسؤوليها ومديريها وموظفيها ووكلائها والشركات التابعة لها وخلفائها والمتنازل لهم والدفاع عنهم وإبراء ذمتهم من أي وجميع المطالبات والأضرار والالتزامات والخسائر والمسؤوليات والتكاليف والنفقات (بما في ذلك على سبيل المثال لا الحصر أتعاب المحاماة) الناشئة عن: (أ) استخدامك للمنصة ووصولك إليها؛ (ب) انتهاكك لأي بند من هذه الشروط والأحكام؛ (ج) انتهاكك لأي حق لطرف ثالث، بما في ذلك على سبيل المثال لا الحصر أي حق من حقوق النشر أو العلامات التجارية أو الملكية أو الخصوصية؛ أو (د) أي ادعاء بأن المحتوى الخاص بك تسبب في ضرر لطرف ثالث. سيستمر التزام التعويض هذا بعد إنهاء هذه الشروط واستخدامك للمنصة.",

  "s15_title": "15. التعديلات على الشروط",
  "s15_body": "نحتفظ بالحق في تعديل هذه الشروط والأحكام في أي وقت وفقًا لتقديرنا الخاص. إذا أجرينا تغييرات جوهرية، سنقوم بإخطارك عن طريق نشر الشروط المحدثة على هذه الصفحة مع تاريخ \"آخر تحديث\" جديد، وعند الاقتضاء، عن طريق إرسال إشعار بالبريد الإلكتروني. تصبح التغييرات سارية المفعول فور نشرها ما لم يُذكر خلاف ذلك. استمرارك في استخدام المنصة بعد أي تغييرات يشكل قبولك للشروط الجديدة. إذا كنت لا توافق على الشروط المعدلة، يجب عليك التوقف عن استخدام المنصة ويمكنك طلب إنهاء الحساب.",

  "s16_title": "16. القانون الحاكم وحل النزاعات",
  "s16_p1": "تخضع هذه الشروط والأحكام وتفسر وفقًا لقوانين جمهورية مصر العربية، دون اعتبار لمبادئ تعارض القوانين.",
  "s16_p2": "أي نزاع أو خلاف أو مطالبة تنشأ عن هذه الشروط أو تتعلق بها، أو الإخلال بها أو إنهائها أو بطلانها، يجب أولاً محاولة حلها من خلال التفاوض بحسن نية بين الطرفين. إذا لم يتم حل النزاع من خلال التفاوض خلال ثلاثين (30) يومًا، يجوز لأي من الطرفين متابعة الحل من خلال المحاكم المختصة في مصر.",
  "s16_p3": "بالنسبة لعملاء الشركات (B2B) الذين لديهم اتفاقيات منفصلة، تسود أحكام حل النزاعات الواردة في تلك الاتفاقيات على هذا القسم.",

  "s17_title": "17. أحكام عامة",
  "s17_severability_label": "قابلية الفصل:",
  "s17_severability_body": "إذا تم اعتبار أي حكم من هذه الشروط غير قابل للتنفيذ أو باطلاً من قبل محكمة مختصة، فسيتم تقييد ذلك الحكم أو إلغاؤه إلى الحد الأدنى الضروري، وستظل الأحكام المتبقية سارية المفعول بالكامل.",
  "s17_waiver_label": "التنازل:",
  "s17_waiver_body": "لن يُعتبر أي تنازل عن أي بند من هذه الشروط تنازلاً إضافيًا أو مستمرًا عن ذلك البند أو أي بند آخر. لن يشكل إخفاقنا في المطالبة بأي حق أو حكم بموجب هذه الشروط تنازلاً عن ذلك الحق أو الحكم.",
  "s17_entire_label": "الاتفاقية الكاملة:",
  "s17_entire_body": "تشكل هذه الشروط، مع سياسة الخصوصية وسياسة الاسترداد الخاصة بنا، الاتفاقية الكاملة بينك وبين Speexify فيما يتعلق باستخدام المنصة وتحل محل جميع التفاهمات والاتفاقيات والإقرارات والضمانات السابقة والمعاصرة.",
  "s17_assignment_label": "التنازل عن الحقوق:",
  "s17_assignment_body": "لا يجوز لك التنازل عن هذه الشروط أو نقلها أو حقوقك بموجبها، كليًا أو جزئيًا، دون موافقتنا الكتابية المسبقة. يجوز لنا التنازل عن حقوقنا والتزاماتنا بموجب هذه الشروط دون قيود.",
  "s17_force_label": "القوة القاهرة:",
  "s17_force_body": "لن تكون Speexify مسؤولة عن أي فشل أو تأخير في الأداء ناتج عن أسباب خارجة عن سيطرتنا المعقولة، بما في ذلك على سبيل المثال لا الحصر الكوارث الطبيعية والحروب والإرهاب وأعمال الشغب والحظر وأعمال السلطات المدنية أو العسكرية والحرائق والفيضانات والحوادث والأوبئة والإضرابات أو نقص وسائل النقل أو المرافق أو الوقود أو الطاقة أو العمالة أو المواد.",

  "contact_title": "18. معلومات التواصل",
  "contact_body": "إذا كانت لديك أي أسئلة حول هذه الشروط والأحكام، يرجى التواصل معنا عبر:",
  "contact_email_label": "البريد الإلكتروني:",
  "contact_email_value": "support@speexify.com"
}
